Repository: itminedu/forms_minedu
Catalog: sites/all/modules/webform-authcode-7.x-1.1-0-dev-jonmod01/webform_authcode-7.x-1.1.*.po
Languages: el

source: Protect this form
el: Χρήση <b>master password</b> για την φόρμα αυτή.

source: Do you want to protect this form with an authorization code?
el: Θέλετε να προστατέψετε αυτή την φόρμα με έναν κεντρικό κωδικό προσβασής; (Κάθε φορά που αποθηκεύετε την φόρμα να ελέγχετε εαν αυτή η επιλογή έχει "τσεκαριστεί" αυτόματα.)

source: Pass phrase
el: Κωδικός φόρμας

source: Enter the pass phrase to get access to this webform.
el: Εισάγετε τον κωδικό για να έχετε πρόσβαση στην φόρμα αυτή.

source: Webform authcode
el: Κεντρικός κωδικός φορμας

source: Add an authorization code to access a webform
el: Προσθέστε έναν κεντρικό κωδικό για να έχετε πρόσβαση στην φόρμα.

source: The field pass phrase can't be empty.
el: Το πεδίο κωδικού δεν μπορεί να είναι κενό.

source: This form is protected by a pass phrase. Please enter the the pass phrase provided to you to gain access to the form.
el: Αυτή η φόρμα χρειάζεται κωδικό (Pass phrase/Μaster password). Παρακαλώ εισάγετε τον κωδικό που σας έχει δοθεί για να αποκτήσετε πρόσβαση στην φόρμα.

source: Please enter the pass phrase provided to you.
el: Συνέχεια

source: The pass phrase you entered is incorrect. Please note that the pass phrase is case sensitive.
el: Ο κωδικός που δώσατε είναι λάνθασμένος. Παρακαλώ, ξαναδώστε τον κωδικό.
