Repository: itminedu/forms_minedu
Catalog: sites/all/modules/webform_participants-1.1d2rc/webform_participants.*.po
Languages: el

source: Enable participants_module for this webform
el: Ενεργοποίηση participants_module για αυτήν την φόρμα

source: Save
el: Αποθήκευση

source: Participants mode has been activated. You should now <a href="!base_url/node/!nid/participants/generate">create some Participants invitation codes</a>.
el: Έχει ενεργοποιηθεί το participants_module. Τώρα πρέπει να <a href="!base_url/node/!nid/participants/generate">δημιουργήσετε μερικούς κωδικούς για τους αποδέκτες</a>.

source: Participant Invite Code
el: Ατομικός κωδικός συμμετοχής

source: Enter your personal invitation code (only applies if the field is not populated yet).
el: Εισάγετε τον ατομικό κώδικα συμμετοχής.

source: Participants Invitation mode has been disabled.
el: Απενεργοποιήθηκε η χρήση κωδικών συμμετοχής

source: All Participant invitation codes for %node_title
el: Όλοι οι ατομικοί κωδικοί συμμετοχής για την φόρμα : %node_title

source: Download Codes
el: Κατεβάστε τους κωδικούς σε excel

source: Code
el: Κωδικός

source: used?
el: Χρησιμοποιήθηκε;

source: Submission ID
el: Κωδικός υποβολής φόρμας

source: yes
el: ναί

source: no
el: όχι

source: No codes present, yet. Click on "Generate" above to create codes.
el: Δεν υπάρχουν κωδικοί. Πατηστε το κουμπί -Δημιουργία Ατομικών Κωδικών- για να δημιουργήσετε κωδικούς.

source: Generate new codes for %node_title
el: Δημιουργήστε νέους ατομικούς κωδικούς για την φόρμα: %node_title

source: To generate codes please enter the required number of codes and hit the button.
el: Για να δημιουργήστε ατομικούς κωδικούς εισάγετε τον επιθυμητό αριθμό και πατήστε το κουμπί;

source: # of codes to generate
el: Αριθμός# κωδικών που θέλουμε να δημιουργηθούν (δεν χρησιμοποιείται εαν εισάγετε μαιλ παρακάτω)

source: paste email of the participants here (1 mail in each line)
el: Αντιγράψτε εδώ τα μαιλ των αποδεκτών (1 μαιλ σε κάθε γραμμή)

source: Options
el: Επιλογές

source: type of tokens
el: Είδος κωδικών (participant code)

source: pasted_email_list
el: Λίστα από μαιλ ή ονόματα (ένας κωδικός ανα σειρά)

source: md5 hash (32 characters)
el: md5 hash (32 χαρακτήρες ανά κωδικό)

source: length of tokens (number of characters)
el: μήκος του ατομικού κωδικού (αριθμός χαρακτήρων)

source: characters to be used for tokens
el: ποιοί χαρακτήρες επιτρέπονται για την δημιουργία του ατομικού κωδικού

source: digits (0-9)
el: Αριθμοί (0-9)

source: punctuation (.,:;-_!?)
el: σημεία στίξης (.,:;-_!?)

source: special characters (#+*=$%&|)
el: ειδικοί χαρακτήρες (#+*=$%&|)

source: Generate
el: Δημιουργία ατομικών κωδικών

source: To send mail to all the users that have NOT used the participant invitation code hit the button.
el: Για να αποστείλετε εμαιλ σε όλους τους χρήστες που ΔΕΝ έχουν χρησιμοποιήσει τον κωδικό τους πατήστε το κουμπί.

source: Send reminder mail
el: Αποστολή υπενθύμισης με mail

source: Due to unique constraint, only @ccount codes have been generated.
el: Λόγω κάποιου θέματος, μόνο @ccount ατομικοί κωδικοί έχουν δημιουργηθεί.

source: A single code has been generated.
el: Δημιουργήθηκε ένας ατομικός κωδικός.

source: A total of @ccount codes has been generated.
el: Δημιουργήθηκαν σηνολικά @ccount ατομικο κωδικοί.

source: This code is not valid.
el: Ο κωδικός αυτός δεν είναι έγκυρος

source: Participants Settings
el: Participants ρυθμίσεις

source: Participants Codes
el: Participants Κωδικοί

source: Participants Reminder Mail
el: Participants Ειδοποιήσεις

source: Provides random strings that can be used as codes for accessing a specific webform and sends them to participant mails.(based on webform invitation 7.x-2.4+1-dev)
el: Παρέχει κωδικούς για μια συγκεκριμένη φόρμα και τους αποστέλει με μαιλ στα άτομα που θα επιλέξουμε (αποδέκτες).
